Repository: Diddlik/DeskSpaceOS
Catalog: DeskSpaceOS.SettingsApp/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, ru_ru, uk_ua

# Rules_Description.Text
source: Define rules to automatically sort new desktop items into spaces by file extension or name pattern.
de_de: Definieren Sie Regeln, um neue Desktopelemente anhand der Dateierweiterung oder eines Namensmusters automatisch in Bereiche zu sortieren.
ru_ru: Задайте правила для автоматической сортировки новых элементов рабочего стола по пространствам на основе расширения файла или шаблона имени.
uk_ua: Визначте правила для автоматичного сортування нових елементів робочого стола за просторами на основі розширення файлу або шаблону імені.

# Rules_EditDialogTitle
source: Edit Sorting Rule
de_de: Sortierregel bearbeiten
ru_ru: Изменить правило сортировки
uk_ua: Редагувати правило сортування

# Rules_EmptyDescription.Text
source: Add a rule to automatically organize new files on your desktop.
de_de: Fügen Sie eine Regel hinzu, um neue Dateien auf Ihrem Desktop automatisch zu organisieren.
ru_ru: Добавьте правило для автоматической организации новых файлов на рабочем столе.
uk_ua: Додайте правило для автоматичного впорядкування нових файлів на робочому столі.

# Rules_EmptyTitle.Text
source: No sorting rules
de_de: Keine Sortierregeln
ru_ru: Нет правил сортировки
uk_ua: Немає правил сортування

# Rules_EnableRule
source: Enable or disable rule
de_de: Regel aktivieren oder deaktivieren
ru_ru: Включить или отключить правило
uk_ua: Увімкнути або вимкнути правило

# Rules_ExtensionRequired
source: Extension pattern is required.
de_de: Ein Erweiterungsmuster ist erforderlich.
ru_ru: Необходимо указать шаблон расширения.
uk_ua: Потрібно вказати шаблон розширення.

# Rules_Extensions
source: Extensions (comma-separated)
de_de: Erweiterungen (durch Kommas getrennt)
ru_ru: Расширения (через запятую)
uk_ua: Розширення (через кому)

# Rules_FileCategory
source: File Category
de_de: Dateikategorie
ru_ru: Категория файла
uk_ua: Категорія файлу

# Rules_KindAge
source: Age
de_de: Alter
ru_ru: Возраст
uk_ua: Вік

# Rules_KindCategory
source: Category
de_de: Kategorie
ru_ru: Категория
uk_ua: Категорія

# Rules_KindExtension
source: Extension
de_de: Erweiterung
ru_ru: Расширение
uk_ua: Розширення

# Rules_KindName
source: Name contains
de_de: Name enthält
ru_ru: Имя содержит
uk_ua: Ім’я містить

# Rules_KindShortcut
source: Shortcut target
de_de: Verknüpfungsziel
ru_ru: Назначение ярлыка
uk_ua: Ціль ярлика

# Rules_KindSize
source: Size
de_de: Größe
ru_ru: Размер
uk_ua: Розмір

# Rules_MatchBy
source: Match By
de_de: Übereinstimmung nach
ru_ru: Критерий совпадения
uk_ua: Критерій збігу

# Rules_MaxAge
source: Max age (days, -1 = unlimited)
de_de: Höchstalter (Tage, -1 = unbegrenzt)
ru_ru: Макс. возраст (дни, -1 = без ограничений)
uk_ua: Макс. вік (дні, -1 = без обмежень)

# Rules_MaxSize
source: Max size (KB, -1 = unlimited)
de_de: Höchstgröße (KB, -1 = unbegrenzt)
ru_ru: Макс. размер (KB, -1 = без ограничений)
uk_ua: Макс. розмір (KB, -1 = без обмежень)

# Rules_MinAge
source: Min age (days)
de_de: Mindestalter (Tage)
ru_ru: Мин. возраст (дни)
uk_ua: Мін. вік (дні)

# Rules_MinSize
source: Min size (KB)
de_de: Mindestgröße (KB)
ru_ru: Мин. размер (KB)
uk_ua: Мін. розмір (KB)

# Rules_NameContains
source: Name contains
de_de: Name enthält
ru_ru: Имя содержит
uk_ua: Ім’я містить

# Rules_NameExample
source: report
de_de: Bericht
ru_ru: отчёт
uk_ua: звіт

# Rules_NameRequired
source: Name substring is required.
de_de: Ein Namensteil ist erforderlich.
ru_ru: Необходимо указать часть имени.
uk_ua: Потрібно вказати частину імені.

# Rules_NoTarget
source: (no target)
de_de: (kein Ziel)
ru_ru: (нет назначения)
uk_ua: (немає цілі)

# Rules_Priority
source: Priority (lower = evaluated first)
de_de: Priorität (niedriger = zuerst ausgewertet)
ru_ru: Приоритет (меньше = проверяется раньше)
uk_ua: Пріоритет (менше = перевіряється раніше)

# Rules_Removed
source: Rule removed.
de_de: Regel entfernt.
ru_ru: Правило удалено.
uk_ua: Правило видалено.

# Rules_ShortcutRequired
source: Shortcut target substring is required.
de_de: Ein Teil des Verknüpfungsziels ist erforderlich.
ru_ru: Необходимо указать часть назначения ярлыка.
uk_ua: Потрібно вказати частину цілі ярлика.

# Rules_ShortcutTarget
source: Shortcut target contains
de_de: Verknüpfungsziel enthält
ru_ru: Назначение ярлыка содержит
uk_ua: Ціль ярлика містить

# Rules_TargetRequired
source: Target space is required.
de_de: Ein Zielbereich ist erforderlich.
ru_ru: Необходимо выбрать целевое пространство.
uk_ua: Потрібно вибрати цільовий простір.

# Rules_TargetSpace
source: Target Space
de_de: Zielbereich
ru_ru: Целевое пространство
uk_ua: Цільовий простір

# Rules_TargetSpacePlaceholder
source: Select a space
de_de: Bereich auswählen
ru_ru: Выберите пространство
uk_ua: Виберіть простір

# Rules_Title.Text
source: Sorting Rules
de_de: Sortierregeln
ru_ru: Правила сортировки
uk_ua: Правила сортування

# Rules_Updated
source: Rule updated.
de_de: Regel aktualisiert.
ru_ru: Правило обновлено.
uk_ua: Правило оновлено.

# Settings_AutoArrangeSaved
source: Setting saved. Applied automatically.
de_de: Einstellung gespeichert. Automatisch angewendet.
ru_ru: Параметр сохранён. Применён автоматически.
uk_ua: Параметр збережено. Застосовано автоматично.

# Settings_AutoUpdateCheck.Header
source: Check for updates at startup
de_de: Beim Start nach Updates suchen
ru_ru: Проверять обновления при запуске
uk_ua: Перевіряти оновлення під час запуску

# Settings_AutoUpdateCheckDescription.Text
source: DeskSpace OS checks once per start and installs a newer version automatically. Turn this off to check only manually from the menu.
de_de: DeskSpace OS prüft einmal pro Start und installiert eine neuere Version automatisch. Deaktivieren, um nur manuell über das Menü zu prüfen.
ru_ru: DeskSpace OS проверяет обновления один раз при запуске и устанавливает новую версию автоматически. Отключите, чтобы проверять только вручную через меню.
uk_ua: DeskSpace OS перевіряє оновлення один раз під час запуску та встановлює новішу версію автоматично. Вимкніть, щоб перевіряти лише вручну через меню.

# Settings_AutoUpdateCheckSaved
source: Update setting saved.
de_de: Update-Einstellung gespeichert.
ru_ru: Параметр обновления сохранён.
uk_ua: Параметр оновлення збережено.

# Settings_DisableAutoArrange.Header
source: Disable icon auto-arrange
de_de: Automatische Symbolanordnung deaktivieren
ru_ru: Отключить автоупорядочивание значков
uk_ua: Вимкнути автовпорядкування піктограм

# Settings_DisableAutoArrangeDescription.Text
source: Automatically disables Windows auto-arrange when the service starts, so icons can be freely positioned inside spaces. Restored on service exit.
de_de: Deaktiviert beim Start des Dienstes automatisch die automatische Anordnung von Windows, damit Symbole innerhalb von Bereichen frei positioniert werden können. Wird beim Beenden des Dienstes wiederhergestellt.
ru_ru: Автоматически отключает автоупорядочивание Windows при запуске службы, чтобы значки можно было свободно размещать внутри пространств. Восстанавливается при завершении работы службы.
uk_ua: Автоматично вимикає автовпорядкування Windows під час запуску служби, щоб піктограми можна було вільно розташовувати в просторах. Відновлюється після завершення роботи служби.

# Settings_Language.Header
source: Language
de_de: Sprache
ru_ru: Язык
uk_ua: Мова

# Settings_LanguageDescription.Text
source: Choose the app language. Restart DeskSpace OS Settings to apply the change everywhere.
de_de: Wählen Sie die App-Sprache. Starten Sie die DeskSpace OS-Einstellungen neu, um die Änderung überall anzuwenden.
ru_ru: Выберите язык приложения. Перезапустите параметры DeskSpace OS, чтобы применить изменение везде.
uk_ua: Виберіть мову програми. Перезапустіть параметри DeskSpace OS, щоб застосувати зміну всюди.

# Settings_LanguageRestartRequired
source: Language saved. Restart DeskSpace OS Settings to apply it everywhere.
de_de: Sprache gespeichert. Starten Sie die DeskSpace OS-Einstellungen neu, um sie überall anzuwenden.
ru_ru: Язык сохранён. Перезапустите параметры DeskSpace OS, чтобы применить его везде.
uk_ua: Мову збережено. Перезапустіть параметри DeskSpace OS, щоб застосувати її всюди.

# Settings_PageDescription.Text
source: General application settings.
de_de: Allgemeine Anwendungseinstellungen.
ru_ru: Общие параметры приложения.
uk_ua: Загальні параметри програми.

# Settings_PageTitle.Text
source: Settings
de_de: Einstellungen
ru_ru: Параметры
uk_ua: Параметри

# Settings_QuickHide.Header
source: Quick Hide
de_de: Schnell ausblenden
ru_ru: Быстрое скрытие
uk_ua: Швидке приховування

# Settings_QuickHideDescription.Text
source: Quick-hide desktop icons and spaces with a double-click on empty desktop space.
de_de: Desktopsymbole und Bereiche durch Doppelklicken auf eine freie Stelle des Desktops schnell ausblenden.
ru_ru: Быстро скрывать значки и пространства двойным щелчком по пустому месту на рабочем столе.
uk_ua: Швидко приховувати піктограми та простори подвійним клацанням на порожньому місці робочого стола.

# Settings_QuickHideSaved
source: Quick Hide setting saved.
de_de: Einstellung für „Schnell ausblenden“ gespeichert.
ru_ru: Параметр быстрого скрытия сохранён.
uk_ua: Параметр швидкого приховування збережено.

# Settings_StartWithWindows.Header
source: Start with Windows
de_de: Mit Windows starten
ru_ru: Запускать вместе с Windows
uk_ua: Запускати разом із Windows

# Settings_StartWithWindowsDescription.Text
source: Launch the DeskSpace OS service automatically when you sign in.
de_de: Den DeskSpace OS-Dienst bei der Anmeldung automatisch starten.
ru_ru: Автоматически запускать службу DeskSpace OS при входе в систему.
uk_ua: Автоматично запускати службу DeskSpace OS під час входу в систему.

# Settings_StartupDisabled
source: Startup entry removed.
de_de: Autostarteintrag entfernt.
ru_ru: Запись автозапуска удалена.
uk_ua: Запис автозапуску видалено.

# Settings_StartupEnabled
source: DeskSpace OS will start with Windows.
de_de: DeskSpace OS wird mit Windows gestartet.
ru_ru: DeskSpace OS будет запускаться вместе с Windows.
uk_ua: DeskSpace OS запускатиметься разом із Windows.

# Settings_StartupError
source: Could not update startup setting: {0}
de_de: Autostarteinstellung konnte nicht aktualisiert werden: {0}
ru_ru: Не удалось изменить параметр автозапуска: {0}
uk_ua: Не вдалося змінити параметр автозапуску: {0}

# Settings_SystemDefault.Content
source: System default
de_de: Systemstandard
ru_ru: Системный язык
uk_ua: Системна мова

# Spaces_ColorTransparency
source: Color & Transparency
de_de: Farbe & Transparenz
ru_ru: Цвет и прозрачность
uk_ua: Колір і прозорість

# Spaces_Create.Text
source: Create Space
de_de: Bereich erstellen
ru_ru: Создать пространство
uk_ua: Створити простір

# Spaces_CreateDialogTitle
source: Create Space
de_de: Bereich erstellen
ru_ru: Создать пространство
uk_ua: Створити простір

# Spaces_Created
source: Created “{0}”. Changes applied automatically.
de_de: „{0}“ erstellt. Änderungen automatisch angewendet.
ru_ru: Создано «{0}». Изменения применены автоматически.
uk_ua: Створено «{0}». Зміни застосовано автоматично.

# Spaces_DefaultName
source: New Space
de_de: Neuer Bereich
ru_ru: Новое пространство
uk_ua: Новий простір

# Spaces_DeleteConfirmation
source: Are you sure you want to delete “{0}”? Icons will be released back to the desktop.
de_de: Möchten Sie „{0}“ wirklich löschen? Die Symbole werden wieder auf dem Desktop freigegeben.
ru_ru: Вы действительно хотите удалить «{0}»? Значки будут возвращены на рабочий стол.
uk_ua: Ви справді хочете видалити «{0}»? Піктограми буде повернено на робочий стіл.

# Spaces_DeleteDialogTitle
source: Delete Space
de_de: Bereich löschen
ru_ru: Удалить пространство
uk_ua: Видалити простір

# Spaces_Deleted
source: Deleted “{0}”. Changes applied automatically.
de_de: „{0}“ gelöscht. Änderungen automatisch angewendet.
ru_ru: Удалено «{0}». Изменения применены автоматически.
uk_ua: Видалено «{0}». Зміни застосовано автоматично.

# Spaces_Description.Text
source: Manage your desktop spaces. Changes are saved and applied automatically.
de_de: Verwalten Sie Ihre Desktopbereiche. Änderungen werden automatisch gespeichert und angewendet.
ru_ru: Управляйте пространствами рабочего стола. Изменения сохраняются и применяются автоматически.
uk_ua: Керуйте просторами робочого стола. Зміни зберігаються та застосовуються автоматично.

# Spaces_Details
source: Icons: {0} • {1}×{2}
de_de: Symbole: {0} • {1}×{2}
ru_ru: Значки: {0} • {1}×{2}
uk_ua: Піктограми: {0} • {1}×{2}

# Spaces_EditDialogTitle
source: Edit Space
de_de: Bereich bearbeiten
ru_ru: Изменить пространство
uk_ua: Редагувати простір

# Spaces_Empty
source: Empty
de_de: Leer
ru_ru: Пусто
uk_ua: Порожньо

# Spaces_EmptyDescription.Text
source: Use Create Space or draw a rectangle on the desktop to create your first space.
de_de: Verwenden Sie „Bereich erstellen“ oder zeichnen Sie ein Rechteck auf dem Desktop, um Ihren ersten Bereich zu erstellen.
ru_ru: Нажмите «Создать пространство» или нарисуйте прямоугольник на рабочем столе, чтобы создать первое пространство.
uk_ua: Натисніть «Створити простір» або намалюйте прямокутник на робочому столі, щоб створити перший простір.

# Spaces_EmptyTitle.Text
source: No spaces yet
de_de: Noch keine Bereiche
ru_ru: Пространств пока нет
uk_ua: Просторів ще немає

# Spaces_Height
source: Height
de_de: Höhe
ru_ru: Высота
uk_ua: Висота

# Spaces_NamePlaceholder
source: Space name
de_de: Bereichsname
ru_ru: Название пространства
uk_ua: Назва простору

# Spaces_Title.Text
source: Spaces
de_de: Bereiche
ru_ru: Пространства
uk_ua: Простори

# Spaces_TitleField
source: Title
de_de: Titel
ru_ru: Заголовок
uk_ua: Заголовок

# Spaces_Updated
source: Space updated. Changes applied automatically.
de_de: Bereich aktualisiert. Änderungen automatisch angewendet.
ru_ru: Пространство обновлено. Изменения применены автоматически.
uk_ua: Простір оновлено. Зміни застосовано автоматично.

# Spaces_Width
source: Width
de_de: Breite
ru_ru: Ширина
uk_ua: Ширина

# Tabs_Description.Text
source: Choose how space and folder portal tabs are drawn.
de_de: Wählen Sie, wie Registerkarten von Bereichen und Ordnerportalen dargestellt werden.
ru_ru: Выберите оформление вкладок пространств и порталов папок.
uk_ua: Виберіть вигляд вкладок просторів і порталів папок.

# Tabs_Flat.Content
source: Flat
de_de: Flach
ru_ru: Плоские
uk_ua: Пласкі

# Tabs_Menu.Content
source: Menu
de_de: Menü
ru_ru: Меню
uk_ua: Меню

# Tabs_Rounded.Content
source: Rounded
de_de: Abgerundet
ru_ru: Скруглённые
uk_ua: Заокруглені

# Tabs_Saved
source: Tab settings saved. Applied automatically.
de_de: Registerkarteneinstellungen gespeichert. Automatisch angewendet.
ru_ru: Параметры вкладок сохранены. Применены автоматически.
uk_ua: Параметри вкладок збережено. Застосовано автоматично.

# Tabs_Segmented.Content
source: Segmented
de_de: Segmentiert
ru_ru: Сегментированные
uk_ua: Сегментовані

# Tabs_Style.Header
source: Tab style
de_de: Registerkartenstil
ru_ru: Стиль вкладок
uk_ua: Стиль вкладок

# Tabs_Title.Text
source: Tabs
de_de: Registerkarten
ru_ru: Вкладки
uk_ua: Вкладки

# Update_AvailableMessage
source: DeskSpace OS {0} is available. It is installed on the next start while the automatic update check is enabled.
de_de: DeskSpace OS {0} ist verfügbar. Es wird beim nächsten Start installiert, solange die automatische Updatesuche aktiv ist.
ru_ru: Доступна DeskSpace OS {0}. Она будет установлена при следующем запуске, пока включена автоматическая проверка обновлений.
uk_ua: Доступна DeskSpace OS {0}. Її буде встановлено під час наступного запуску, поки ввімкнено автоматичну перевірку оновлень.

# Update_AvailableTitle
source: Update available
de_de: Update verfügbar
ru_ru: Доступно обновление
uk_ua: Доступне оновлення

# Update_Checking
source: Checking…
de_de: Wird überprüft…
ru_ru: Проверка…
uk_ua: Перевірка…

# Update_DevelopmentMessage
source: Version {0} is not installed through DeskSpace OS Setup, so automatic updates are unavailable.
de_de: Version {0} wurde nicht über DeskSpace OS Setup installiert, daher sind automatische Updates nicht verfügbar.
ru_ru: Версия {0} установлена не через DeskSpace OS Setup, поэтому автоматические обновления недоступны.
uk_ua: Версію {0} інстальовано не через DeskSpace OS Setup, тому автоматичні оновлення недоступні.

# Update_DevelopmentTitle
source: Development build
de_de: Entwicklungsversion
ru_ru: Версия для разработки
uk_ua: Версія для розробки

# Update_ErrorMessage
source: DeskSpace OS could not check for updates: {0}
de_de: DeskSpace OS konnte nicht nach Updates suchen: {0}
ru_ru: DeskSpace OS не удалось проверить обновления: {0}
uk_ua: DeskSpace OS не вдалося перевірити оновлення: {0}

# Update_ErrorTitle
source: Update check failed
de_de: Updatesuche fehlgeschlagen
ru_ru: Не удалось проверить обновления
uk_ua: Не вдалося перевірити оновлення

# Update_MenuLabel
source: Check for updates
de_de: Nach Updates suchen
ru_ru: Проверить обновления
uk_ua: Перевірити оновлення

# Update_UpToDateMessage
source: DeskSpace OS {0} is the latest version.
de_de: DeskSpace OS {0} ist die neueste Version.
ru_ru: DeskSpace OS {0} — последняя версия.
uk_ua: DeskSpace OS {0} — найновіша версія.

# Update_UpToDateTitle
source: You're up to date
de_de: Sie sind auf dem neuesten Stand
ru_ru: У вас последняя версия
uk_ua: У вас найновіша версія

# Zen_Description.Text
source: When enabled, spaces fade into the wallpaper when the mouse is idle over other windows, keeping the desktop distraction-free. Hover back onto the desktop to bring them back.
de_de: Wenn aktiviert, verschmelzen Bereiche mit dem Hintergrundbild, sobald die Maus über anderen Fenstern ruht, damit der Desktop ablenkungsfrei bleibt. Bewegen Sie den Mauszeiger zurück auf den Desktop, um sie wieder einzublenden.
ru_ru: Когда режим включён, пространства сливаются с фоновым рисунком, если мышь бездействует над другими окнами, чтобы ничего не отвлекало от работы. Наведите указатель обратно на рабочий стол, чтобы вернуть их.
uk_ua: Коли режим увімкнено, простори зливаються з фоновим зображенням, якщо миша не рухається над іншими вікнами, щоб ніщо не відволікало від роботи. Наведіть вказівник назад на робочий стіл, щоб повернути їх.

# Zen_EnableToggle.Header
source: Enable Zen Mode
de_de: Zen-Modus aktivieren
ru_ru: Включить режим дзен
uk_ua: Увімкнути режим дзен

# Zen_EnableToggle.OffContent
source: Spaces stay visible
de_de: Bereiche bleiben sichtbar
ru_ru: Пространства остаются видимыми
uk_ua: Простори залишаються видимими

# Zen_EnableToggle.OnContent
source: Spaces fade when idle
de_de: Bereiche verblassen bei Inaktivität
ru_ru: Пространства исчезают при бездействии
uk_ua: Простори зникають під час бездіяльності

# Zen_IdleTime.Header
source: Idle time before fade (seconds)
de_de: Inaktivitätszeit vor dem Verblassen (Sekunden)
ru_ru: Время бездействия до исчезновения (секунды)
uk_ua: Час бездіяльності до зникнення (секунди)

# Zen_Opacity.Header
source: Faded opacity (0.0 – 1.0)
de_de: Deckkraft im verblassten Zustand (0.0 – 1.0)
ru_ru: Прозрачность после исчезновения (0.0 – 1.0)
uk_ua: Прозорість після зникнення (0.0 – 1.0)

# Zen_PageTitle.Text
source: Zen Mode
de_de: Zen-Modus
ru_ru: Режим дзен
uk_ua: Режим дзен

# Zen_Preview.Text
source: Preview
de_de: Vorschau
ru_ru: Предпросмотр
uk_ua: Попередній перегляд

# Zen_PreviewOffActive.Text
source: Active
de_de: Aktiv
ru_ru: Активно
uk_ua: Активно

# Zen_PreviewOffCaption.Text
source: Off — spaces stay visible
de_de: Aus — Bereiche bleiben sichtbar
ru_ru: Выкл. — пространства остаются видимыми
uk_ua: Вимк. — простори залишаються видимими

# Zen_PreviewOffImageName
source: Desktop with Zen Mode off — spaces stay visible
de_de: Desktop mit ausgeschaltetem Zen-Modus — Bereiche bleiben sichtbar
ru_ru: Рабочий стол с выключенным режимом дзен — пространства остаются видимыми
uk_ua: Робочий стіл із вимкненим режимом дзен — простори залишаються видимими

# Zen_PreviewOnActive.Text
source: Active
de_de: Aktiv
ru_ru: Активно
uk_ua: Активно

# Zen_PreviewOnCaption.Text
source: On — spaces fade when idle
de_de: Ein — Bereiche verblassen bei Inaktivität
ru_ru: Вкл. — пространства исчезают при бездействии
uk_ua: Увімк. — простори зникають під час бездіяльності

# Zen_PreviewOnImageName
source: Desktop with Zen Mode on — spaces faded into the wallpaper
de_de: Desktop mit eingeschaltetem Zen-Modus — Bereiche sind mit dem Hintergrundbild verschmolzen
ru_ru: Рабочий стол с включённым режимом дзен — пространства слились с фоновым рисунком
uk_ua: Робочий стіл з увімкненим режимом дзен — простори злилися з фоновим зображенням

# Zen_Saved
source: Zen Mode settings saved. Applied automatically.
de_de: Zen-Modus-Einstellungen gespeichert. Automatisch angewendet.
ru_ru: Параметры режима дзен сохранены. Применены автоматически.
uk_ua: Параметри режиму дзен збережено. Застосовано автоматично.
